{
    "quotes": [
        {
            "id": 1,
            "name": "Darrow O'Lykos",
            "line": "Sharpened by hate. Strengthened by love.",
            "source": "Red Rising"
        },
        {
            "id": 2,
            "name": "Darrow O'Lykos",
            "line": "Funny thing, watching gods realize they've been mortal all along.",
            "source": "Red Rising"
        },
        {
            "id": 3,
            "name": "Darrow O'Lykos",
            "line": "Man cannot be freed by the same injustice that enslaved it.",
            "source": "Red Rising"
        },
        {
            "id": 4,
            "name": "Darrow O'Lykos",
            "line": "You do not follow me because I am the strongest. Pax is. You do not follow me because I am the brightest. Mustang is. You follow me because you do not know where you are going. I do.",
            "source": "Red Rising"
        },
        {
            "id": 5,
            "name": "Darrow O'Lykos",
            "line": "I'm a sheep wearing wolves' clothing in a pack of wolves.",
            "source": "Red Rising"
        },
        {
            "id": 6,
            "name": "Darrow O'Lykos",
            "line": "Death is easy when you've already tried to find it.",
            "source": "Red Rising"
        },
        {
            "id": 7,
            "name": "Nero au Augustus",
            "line": "It is not funny. Steel is power. Money is power. But of all things in all the worlds, words are power",
            "source": "Red Rising"
        },
        {
            "id": 8,
            "name": "Monologue",
            "line": "And I wonder, in my last moments, if the planet does not mind that we wound her surface or pillage her bounty, because she knows we silly warm things are not even a breath in her cosmic life. We have grown and spread, and will rage and die. And when all that remains of us is our steel monuments and plastic idols, her winds will whisper, her sands will shift, and she will spin on and on, forgetting about the bold, hairless apes who thought they deserved immortality.",
            "source": "Red Rising"
        },
        {
            "id": 9,
            "name": "Atlas au Raa",
            "line": "I fear a man who believes in good, for he can excuse any evil",
            "source": "Red Rising"
        },
        {
            "id": 10,
            "name": "Romulus au Raa",
            "line": "I will love you till the sun dies, and when it does, I will love you in the dark.",
            "source": "Red Rising"
        },
        {
            "id": 11,
            "name": "Darrow O'Lykos",
            "line": "You are a worm who thought himself a serpent just because you slither.",
            "source": "Red Rising"
        },
        {
            "id": 12,
            "name": "Darrow O'Lykos",
            "line": "Tradition is the crown of the tyrant.",
            "source": "Red Rising"
        },
        {
            "id": 13,
            "name": "Sefi",
            "line": "Life is meant to be felt. Else why live? Valleys make the mountains.",
            "source": "Red Rising"
        },
        {
            "id": 14,
            "name": "Lysander au Lune",
            "line": "Is a man a coward if he realizes that bravery is just a myth the old tell the young so they line up for the meatgrinder?",
            "source": "Red Rising"
        },
        {
            "id": 15,
            "name": "Lysander au Lune",
            "line": "Only humanity could grasp the stars and them slip through its fingers for the pettiness in its heart.",
            "source": "Red Rising, Dark Age"
        },
        {
            "id": 16,
            "name": "Darrow O'Lykos",
            "line": "I once thought the greatest sin of war was violence. It isn't. The greatest sin is it requires good men to become practical.",
            "source": "Red Rising, Dark Age"
        },
        {
            "id": 17,
            "name": "Darrow O'Lykos",
            "line": "A moving mind is always fed. At rest, mine eats itself.",
            "source": "Red Rising, Dark Age"
        },
        {
            "id": 18,
            "name": "Virginia au Augustus",
            "line": "I fear you think your strength lies in your darkness. But the measure of a man is not the fear he sows in his enemies. It is the hope he gives his friends.",
            "source": "Red Rising, Dark Age"
        },
        {
            "id": 19,
            "name": "Octavia au Lune",
            "line": "The tragedy of the gifted is the belief they are entitled to greatness, Lysander. As a human, you are entitled only to death.",
            "source": "Red Rising, Dark Age"
        },
        {
            "id": 20,
            "name": "Arthur C Clarke",
            "line": "Evil men could be destroyed, but nothing could be done with good men who were deluded.",
            "source": "Childhood's End"
        },
        {
            "id": 21,
            "name": "Lyria O'Lagalos",
            "line": "They planted us in stones, watered us with pain, and now marvel that we have thorns.",
            "source": "Red Rising, Iron Gold"
        },
        {
            "id": 22,
            "name": "Dan Simmons",
            "line": "It occurs to me that our survival may depend upon our talking to one another.",
            "source": "Hyperion Cantos"
        },
        {
            "id": 23,
            "name": "Dan Simmons",
            "line": "In such seconds of decision entire futures are made.",
            "source": "Hyperion Cantos"
        },
        {
            "id": 24,
            "name": "Dan Simmons",
            "line": "In twentieth-century Old Earth, a fast food chain took dead cow meat, fried it in grease, added carcinogens, wrapped it in petroleum-based foam, and sold nine hundred billion units. Human beings. Go figure.",
            "source": "Hyperion Cantos"
        },
        {
            "id": 25,
            "name": "Dan Simmons",
            "line": "Words are the only bullets in truth's bandolier. And poets are the snipers.",
            "source": "Hyperion Cantos"
        },
        {
            "id": 26,
            "name": "Dan Simmons",
            "line": "The whole planet reeks of mysticism without revelation.",
            "source": "Hyperion Cantos"
        },
        {
            "id": 27,
            "name": "Murph",
            "line": "You said science was about admitting what we don't know.",
            "source": "Interstellar"
        },
        {
            "id": 28,
            "name": "Neo",
            "line": "Ever have that feeling where you're not sure if you're awake or dreaming?",
            "source": "The Matrix"
        },
        {
            "id": 29,
            "name": "Ozymandias via David",
            "line": "Look on my works, ye Mighty, and despair",
            "source": "Alien: Covenant"
        },
        {
            "id": 30,
            "name": "Paul",
            "line": "Fear is the mind-killer. Fear is the little-death that brings total obliteration. I will face my fear. I will permit it to pass over me and through me.",
            "source": "Dune"
        },
        {
            "id": 31,
            "name": "Princess Irulan",
            "line": "A beginning is the time for taking the most delicate care that the balances are correct. This every sister of the Bene Gesserit knows.",
            "source": "Dune"
        },
        {
            "id": 32,
            "name": "Piter De Vries",
            "line": "It is by will alone I set my mind in motion.",
            "source": "Dune"
        },
        {
            "id": 32,
            "name": "Princess Irulan",
            "line": "Deep in the human unconscious is a pervasive need for a logical universe that makes sense. But the real universe is always one step beyond logic.",
            "source": "Dune"
        },
        {
            "id": 33,
            "name": "Princess Irulan",
            "line": "The spice extends life. The spice expands consciousness. The spice is vital to space travel.",
            "source": "Dune"
        },
        {
            "id": 34,
            "name": "Paul",
            "line": "It's shocking to find how many people do not believe they can learn, and how many more believe learning to be difficult.",
            "source": "Dune"
        },
        {
            "id": 35,
            "name": "Paul",
            "line": "He who can destroy a thing, controls a thing.",
            "source": "Dune"
        },
        {
            "id": 36,
            "name": "Paul",
            "line": "The eye that looks ahead to the safe course is closed forever.",
            "source": "Dune"
        },
        {
            "id": 37,
            "name": "Jessica",
            "line": "When we try to conceal our innermost drives, the entire being screams betrayal.",
            "source": "Dune"
        },
        {
            "id": 38,
            "name": "Duke Leto",
            "line": "Once you have explored a fear, it becomes less terrifying. Part of courage comes from extending our knowledge.",
            "source": "Dune"
        },
        {
            "id": 39,
            "name": "Duke Leto",
            "line": "It is human to have your soul brought to a crisis you did not anticipate.",
            "source": "Dune"
        },
        {
            "id": 40,
            "name": "Gurney Halleck",
            "line": "The slow blade penetrates the shield.",
            "source": "Dune"
        },
        {
            "id": 41,
            "name": "Baron Harkonnen",
            "line": "The Spice must flow.",
            "source": "Dune"
        },
        {
            "id": 42,
            "name": "Douglas Adams",
            "line": "Forty-two,",
            "source": "The Hitchhiker's Guide to the Galaxy"
        },
        {
            "id": 43,
            "name": "Jyn Erso",
            "line": "Its not a problem if you don't look up.",
            "source": "Star Wars, Rogue One"
        },
        {
            "id": 44,
            "name": "Jyn Erso",
            "line": "Rebellions are built on Hope!",
            "source": "Star Wars, Rogue One"
        },
        {
            "id": 45,
            "name": "Jyn Erso",
            "line": "You give way to an enemy this evil with this much power and you condemn the galaxy to an eternity of submission.",
            "source": "Star Wars, Rogue One"
        },
        {
            "id": 46,
            "name": "Chirrut",
            "line": "There is more than one sort of prison, Captain. I sense that you carry yours wherever you go.",
            "source": "Star Wars, Rogue One"
        },
        {
            "id": 47,
            "name": "Chirrut",
            "line": "I'm one with the force, and the force is with me.",
            "source": "Star Wars, Rogue One"
        },
        {
            "id": 48,
            "name": "Galen Erso",
            "line": "You are confusing peace with terror.",
            "source": "Star Wars, Rogue One"
        },
        {
            "id": 49,
            "name": "Arthur Dent",
            "line": "A common mistake that people make when trying to design something completely foolproof is to underestimate the ingenuity of complete fools.",
            "source": "The Hitchhiker's Guide to the Galaxy"
        },
        {
            "id": 50,
            "name": "Princess Irulan",
            "line": "What do you despise? By this are you truly known.",
            "source": "Dune"
        },
        {
            "id": 51,
            "name": "Philip K Dick",
            "line": "Imagine being sentient but not alive. Seeing and even knowing, but not alive. Just looking out. Recognizing but not being alive. A person can die and still go on. Sometimes what looks out at you from a person's eyes maybe died back in childhood.",
            "source": "A Scanner Darkly"
        },
        {
            "id": 52,
            "name": "Yoda",
            "line": "Fear leads to anger, anger leads to hate, hate leads to suffering",
            "source": "Star Wars, The Phantom Menace"
        },
        {
            "id": 53,
            "name": "R0-GR Battle Droid",
            "line": "Roger, Roger",
            "source": "Star Wars, The Clone Wars"
        },
        {
            "id": 54,
            "name": "Salvor Hardin",
            "line": "Violence is the last refuge of the incompetent.",
            "source": "Foundation"
        },
        {
            "id": 55,
            "name": "Dr. Seldon",
            "line": "Scientific truth is beyond loyalty and disloyalty.",
            "source": "Foundation"
        },
        {
            "id": 56,
            "name": "Psychohistorians",
            "line": "Childness comes almost as naturally to a man as to a child.",
            "source": "Foundation"
        },
        {
            "id": 57,
            "name": "Ender",
            "line": "In the moment when I truly understand my enemy, understand him well enough to defeat him, Then in that very moment, I also love him.",
            "source": "Ender's Game"
        },
        {
            "id": 58,
            "name": "Isaac Asimov",
            "line": "When stupidity is considered patriotism, it is unsafe to be intelligent.",
            "source": "Foundation"
        },
        {
            "id": 59,
            "name": "George Orwell",
            "line": "War is peace. Freedom is slavery. Ignorance is strength.",
            "source": "1984"
        },
        {
            "id": 60,
            "name": "George Orwell",
            "line": "Who controls the past controls the future. Who controls the present controls the past.",
            "source": "1984"
        },
        {
            "id": 61,
            "name": "Ender",
            "line": "There are times when the world is rearranging itself, and at times like that, the right words can change the world.",
            "source": "Ender's Game"
        },
        {
            "id": 62,
            "name": "Mal",
            "line": "Admit it! You don't believe in one reality anymore",
            "source": "Inception"
        },
        {
            "id": 63,
            "name": "Cobb",
            "line": "You're waiting for a train",
            "source": "Inception"
        },
        {
            "id": 64,
            "name": "Arthur C Clarke",
            "line": "It is a bitter thought, but you must face it. The planets you may one day possess. But the stars are not for man.",
            "source": "Childhood's End"
        },
        {
            "id": 65,
            "name": "Michele",
            "line": "For ... years men dreamed of pacts with demons. Only now are such things possible.",
            "source": "NeuroMancer"
        },
        {
            "id": 66,
            "name": "Stanislaw",
            "line": "Man has gone out to explore other worlds and other civilizations without having explored his own labyrinth of dark passages and secret chambers, and without finding what lies behind doorways that he himself has sealed.",
            "source": "Solaris"
        },
        {
            "id": 67,
            "name": "Frank Herbert",
            "line": "Dreams are messages from the deep",
            "source": "Dune"
        },
        {
            "id": 68,
            "name": "Young Joe",
            "line": "Then I saw it. I saw a mom who would die for her son; a man who would kill for his wife; a boy, angry and alone, laid out in front of him the bad path. I saw it. And the path was a circle, round and round. So I changed it.",
            "source": "Looper"
        },
        {
            "id": 69,
            "name": "Bugs",
            "line": "The choice is an illusion. You already know what you have to do",
            "source": "Matrix Resurrection"
        },
        {
            "id": 70,
            "name": "Trinity",
            "line": "I know what you've been doing. I know why you hardly sleep. I know why you live alone and why, night after night, you sit at your computer. You're looking for him. I know because I was once looking for the same thing. And when he found me, he told me that I wasn't really looking for him, I was looking for an answer. It's the question that drives us, Neo. It's the question that brought you here. You know the question, just as I did.",
            "source": "The Matrix"
        },
        {
            "id": 71,
            "name": "Ursula LeGuin",
            "line": "When action grows unprofitable, gather information; when information grows unprofitable, sleep.",
            "source": "The Left Hand of Darkness"
        },
        {
            "id": 72,
            "name": "George Orwell",
            "line": "Nothing was your own except the few cubic centimetres inside your skull. ",
            "source": "1984"
        },
        {
            "id": 73,
            "name": "William Gibson",
            "line": "When the past is always with you, it may as well be present; and if it is present, it will be future as well.",
            "source": "Neuroancer"
        },
        {
            "id": 74,
            "name": "Lysander au Lune",
            "line": "From a distance, death seems the end of a story. But when you are near, when you can smell the burning skin, see the entrails, you see death for what it is. A traumatic cauterization of a life thread. No purpose. No conclusion. Just snip.",
            "source": "Red Rising, Dark Age"
        },
        {
            "id": 75,
            "name": "Henry Hamilton",
            "line": "You are right. But the day comes when you've had enough. Your mind can be spent, even if your body's not.",
            "source": "In Time"
        },
        {
            "id": 76,
            "name": "Henry Hamilton",
            "line": "For a few to be immortal, many must die.",
            "source": "In Time"
        },
        {
            "id": 77,
            "name": "Jack Harper",
            "line": "Earth before the war, New York before I was born, a place I've only seen pictures of. I know you, but we've never met. I'm with you but I don't know your name. I know I'm dreaming, but it feels like more than that, feels like a memory. How can that be?",
            "source": "Oblivion"
        },
        {
            "id": 78,
            "name": "Jack Harper",
            "line": "If we have souls, they're made of the love we share. Undimmed by time, unbound by death.",
            "source": "Oblivion"
        },
        {
            "id": 79,
            "name": "Neil",
            "line": "You have a future in the past. Years ago for me, years from now for you.",
            "source": "TeneT"
        },
        {
            "id": 80,
            "name": "Protagonist",
            "line": "We live in a twilight world.",
            "source": "TeneT"
        },
        {
            "id": 81,
            "name": "k",
            "line": "All the best memories are hers",
            "source": "Blade Runner 2049"
        },
        {
            "id": 82,
            "name": "Douglas Adams",
            "line": "Time is an illusion. Lunchtime doubly so.",
            "source": "The Hitchhiker's Guide to the Galaxy"
        },
        {
            "id": 83,
            "name": "Leeloo",
            "line": "Multi Pass",
            "source": "Fifth Element"
        },
        {
            "id": 84,
            "name": "Cooper",
            "line": "Newton's third law. You gotta leave something behind.",
            "source": "Interstellar"
        },
        {
            "id": 85,
            "name": "Louise",
            "line": "I used to think this was the beginning of your story. Memory is a strange thing. It doesn't work like I thought it did. We are so bound by time, by its order.",
            "source": "Arrival"
        },
        {
            "id": 86,
            "name": "Christopher Pike",
            "line": "Your father was captain of a starship for 12 minutes. He saved 800 lives, including your Mother's. And yours. I dare you to do better.",
            "source": "Star Trek 2009"
        },
        {
            "id": 86,
            "name": "Tony Stark",
            "line": "Let's face it, this is not the worst thing you've caught me doing.",
            "source": "Iron Man"
        },
        {
            "id": 87,
            "name": "The Bartender",
            "line": "The one thing that this job has taught me is that truth is stranger than fiction.",
            "source": "Predestination"
        },
        {
            "id": 88,
            "name": "Dr. Emmett Brown",
            "line": "Marty! What in the name of Sir Isaac H. Newton happened here?",
            "source": "Back To The Future II"
        },
        {
            "id": 89,
            "name": "Martin Collins",
            "line": "The right information at the right time is deadlier than any weapon.",
            "source": "Westworld"
        },
        {
            "id": 90,
            "name": "Jonathan Byres",
            "line": "Nobody normal ever accomplished anything meaningful in this world.",
            "source": "Stranger Things"
        },
        {
            "id": 91,
            "name": "Nemo Nobody aged 118",
            "line": "Every path is the right path. Everything could've been anything else. And it would have just as much meaning.",
            "source": "Mr. Nobody"
        },
        {
            "id": 92,
            "name": "Nemo Nobody Age 9",
            "line": "You have to make the right choice. As long as you don't choose, everything remains possible.",
            "source": "Mr. Nobody"
        },
        {
            "id": 93,
            "name": "Nemo Nobody aged 118",
            "line": " Before he was unable to make a choice because he didn't know what would happen. Now that he knows what will happen, he is unable to make a choice.",
            "source": "Mr. Nobody"
        },
        {
            "id": 94,
            "name": "Nemo Nobody aged 118",
            "line": "Each of these lives is the right one! Every path is the right path. Everything could have been anything else and it would have just as much meaning.",
            "source": "Mr. Nobody"
        },
        {
            "id": 95,
            "name": "Nemo Nobody aged 118",
            "line": "It should be written on every schoolroom blackboard: life is a playground or nothing.",
            "source": "Mr. Nobody"
        },
        {
            "id": 96,
            "name": "Taylor",
            "line": "I can't help thinking somewhere in the universe there has to be something better than man. Has to be.",
            "source": "Planet of the Apes"
        },
        {
            "id": 97,
            "name": "Thanos",
            "line": "You could not live with your own failure. Where did that bring you? Back to me.",
            "source": "Avengers: Endgame"
        },
        {
            "id": 98,
            "name": "Luke Skywalker",
            "line": "No. Strike me down in anger and I'll always be with you. Just like your father.",
            "source": "Star Wars: The Last Jedi"
        },
        {
            "id": 99,
            "name": "Tony Stark",
            "line": "The Avengers. That's what we call ourselves; we're sort of like a team. 'Earth's Mightiest Heroes' type thing.",
            "source": "The Avengers"
        },
        {
            "id": 100,
            "name": "Peter Quill",
            "line": "Don't forget, I'm half-human. So that fifty percent of me that's stupid, that's a hundred percent you.",
            "source": "Avengers: Infinity War"
        },
        {
            "id": 101,
            "name": "Kavax au Telemanus",
            "line": "Love is the stars, and its light carries on long after death.",
            "source": "Red Rising, Iron Gold"
        },
        {
            "id": 102,
            "name": "Apollonius au Valii-Rath",
            "line": "The mind is its own place, and in itself can make a heaven of hell, or a hell of heaven.",
            "source": "Red Rising, Iron Gold"
        },
        {
            "id": 103,
            "name": "Jay",
            "line": "We don't need AIs to destroy us, we have our own arrogance",
            "source": "Ex-Machina"
        },
        {
            "id": 104,
            "name": "Tannhaus",
            "line": "The beginning determines the end, which determines the beginning.",
            "source": "Dark"
        },
        {
            "id": 105,
            "name": "Mikkel",
            "line": "Dad, the question isn't how, the question is when",
            "source": "Dark"
        },
        {
            "id": 106,
            "name": "Isaac Newton via Dark",
            "line": "What we know is a drop, What we don't is an ocean.",
            "source": "Dark"
        },
        {
            "id": 107,
            "name": "Darrow O'Lykos",
            "line": "I look left Gorgons, I look right Gorgons",
            "source": "Red Rising, Dark Age"
        },
        {
            "id": 108,
            "name": "Apollonius au Valii-Rath",
            "line": "A more glorious band of devils there is none. What a path you cut, like fallen seraphs amongst mortal men.",
            "source": "Red Rising, Iron Gold"
        },
        {
            "id": 109,
            "name": "Diomedes au Raa",
            "line": "They mistook grace for weakness. Abused his kindness. Then Fabii learned the lesson I am about to teach you.",
            "source": "Red Rising, Iron Gold"
        },
        {
            "id": 110,
            "name": "Diomedes au Raa",
            "line": "A man is nothing before the storm.",
            "source": "Red Rising, Iron Gold"
        },
        {
            "id": 111,
            "name": "Deckard",
            "line": "Sometimes to love someone, you have to be a stranger",
            "source": "Blade Runner 2049"
        },
        {
            "id": 112,
            "name": "1899 Narrator",
            "line": "The Brain is wider than the sky",
            "source": "1899"
        },
        {
            "id": 113,
            "name": "1899 Narrator",
            "line": "The Brain is deeper than the ocean",
            "source": "1899"
        },
        {
            "id": 114,
            "name": "Mrs. Wilson",
            "line": "They show you the world, then they tell you that you can't have it",
            "source": "1899"
        },
        {
            "id": 115,
            "name": "Octavia au Lune",
            "line": "Fear those who seek your company for their own vanity. As soon as you eclipse them in the mirror, it won't be the mirror they break.",
            "source": "Red Rising, Dark Age"
        },
        {
            "id": 116,
            "name": "Adrius au Augustus",
            "line": "Power is the crown that eats the head.",
            "source": "Red Rising, Golden Son"
        },
        {
            "id": 117,
            "name": "Pax au Augustus",
            "line": "Sometimes it's better to let a wheel squeak than break the cart trying to fix it.",
            "source": "Red Rising, Dark Age"
        },
        {
            "id": 118,
            "name": "Virginia au Augustus",
            "line": "What good is being smarter than everyone if no one listens?",
            "source": "Red Rising, Dark Age"
        },
        {
            "id": 119,
            "name": "Cobb",
            "line": "She locked away a secret, deep inside herself, something she once knew to be true, but chose to forget.",
            "source": "Inception"
        },
        {
            "id": 120,
            "name": "Atlas au Raa",
            "line": "For love, death is hardly the limit",
            "source": "Red Rising, Dark Age"
        },
        {
            "id": 121,
            "name": "Sergeant Farell",
            "line": "I see everyone is having a productive morning. You know it gives me a swell of pride knowing soldiers or your... caliber will be leading the charge tomorrow. Tip of the spear. Edge of the knife. Crack of my ass!",
            "source": "Edge of Tomorrow"
        },
        {
            "id": 122,
            "name": "Sergeant Farell",
            "line": "Battle is the Great Redeemer. It is the fiery crucible in which true heroes are forged. The one place where all men truly share the same rank, regardless of what kind of parasitic scum they were going in.",
            "source": "Edge of Tomorrow"
        },
        {
            "id": 123,
            "name": "Rita Vrataski",
            "line": "Come find me when you wake up",
            "source": "Edge of Tomorrow"
        },
        {
            "id": 124,
            "name": "Darrow O'Lykos",
            "line": "My wife is not as fickle as a flame. She is an ocean. I knew from the first that I cannot own her, cannot tame her, but I am the only storm that moves her depths and stirs her tides. And that is more than enough.",
            "source": "Red Rising, Iron Gold"
        },
        {
            "id": 125,
            "name": "Viktor",
            "line": "When you're going to change the world, don't ask for permission",
            "source": "Arcane"
        },
        {
            "id": 126,
            "name": "Lorn au Arcos",
            "line": "The old rage in colder ways, for they alone decide how to spend the young.",
            "source": "Red Rising, Dark Age"
        },
        {
            "id": 127,
            "name": "Dealer",
            "line": "In the land of the blind, the one eyed man is king",
            "source": "Minority Report"
        },
        {
            "id": 128,
            "name": "Dr. Hineman",
            "line": "When the chips are down, when the pressure is on, every creature on the face of the Earth is interested in one thing and one thing only, It's own survival.",
            "source": "Minority Report"
        },
        {
            "id": 129,
            "name": "Darth Vader",
            "line": "I find your lack of faith disturbing",
            "source": "Star Wars, A New Hope"
        },
        {
            "id": 130,
            "name": "Katniss",
            "line": "Taking the kids from our districts, forcing them to kill one another while we watch - this is the Capitol's way of reminding us how totally we are at their mercy.",
            "source": "The Hunger Games"
        },
        {
            "id": 131,
            "name": "Lorn au Arcos",
            "line": "If you're the hare play the fox, if you're the fox play the hare",
            "source": "Red Rising, Golden Son"
        },
        {
            "id": 132,
            "name": "David",
            "line": "Big things have small beginnings",
            "source": "Prometheus"
        },
        {
            "id": 133,
            "name": "Meredith Vickers",
            "line": "A king has his reign, and then he dies. It's inevitable. That is the natural order of things.",
            "source": "Prometheus"
        },
        {
            "id": 134,
            "name": "Riddick",
            "line": "Keep what you kill",
            "source": "The Chronicles of Riddick"
        },
        {
            "id": 135,
            "name": "Riddick",
            "line": "You dig up a doctor, and you pay him 20 menthol Kools to do a surgical shine job on your eyeballs",
            "source": "Pitch Black"
        },
        {
            "id": 136,
            "name": "Lorn au Arcos",
            "line": "You meet a man, you know him. You meet a woman, she knows you",
            "source": "Red Rising, Golden Son"
        },
        {
            "id": 137,
            "name": "Pierce Brown",
            "line": "With a scream coming not from his throat, but his soul",
            "source": "Red Rising, Golden Son"
        },
        {
            "id": 138,
            "name": "Brand",
            "line": "You might have to decide between seeing your children again and the future of the human race.",
            "source": "Interstellar"
        },
        {
            "id": 139,
            "name": "Mariette",
            "line": "More human than humans",
            "source": "Blade Runner 2049"
        },
        {
            "id": 140,
            "name": "K",
            "line": "And blood-black nothingness began to spin.. A system of cells interlinked within cells interlinked within cells interlinked within one stem ... And dreadfully distinct against the dark, a tall white fountain played.",
            "source": "Blade Runner 2049"
        },
        {
            "id": 141,
            "name": "Niander Wallace",
            "line": "I cannot breed them. So help me, I have tried. We need more Replicants than can ever be assembled. Millions, so we can be trillions more. So we could storm Eden and retake her.",
            "source": "Blade Runner 2049"
        },
        {
            "id": 142,
            "name": "Freysa",
            "line": "You imagined it was you? Oh, you did. You did! We all wish it was us.",
            "source": "Blade Runner 2049"
        },
        {
            "id": 143,
            "name": "Ragnar Volarus",
            "line": "A man thinks he can fly, but he is afraid to jump. A poor friend pushes him from behind, a good friend jumps with.",
            "source": "Red Rising, Morning Star"
        },
        {
            "id": 144,
            "name": "Ragnar Volarus",
            "line": "Even false gods do not die easily",
            "source": "Red Rising, Morning Star"
        },
        {
            "id": 145,
            "name": "Tyrell Wellick",
            "line": "Give a man a gun and he can rob a bank, but give a man a bank, and he can rob the world.",
            "source": "Mr. Robot"
        },
        {
            "id": 146,
            "name": "Elliot Alderson",
            "line": "World Champion, chess master Emmanuel Lasker once said 'When you see a good move, look for a better one'",
            "source": "Mr. Robot"
        },
        {
            "id": 147,
            "name": "Phillip Price",
            "line": "I intend to leave a legacy, the standard of which was set by god.",
            "source": "Mr. Robot"
        },
        {
            "id": 148,
            "name": "Whiterose",
            "line": "Don't mistake my generosity, for generosity",
            "source": "Mr. Robot"
        },
        {
            "id": 149,
            "name": "Elliot Alderson",
            "line": "You don't take down a conglomerate by shooting them in the heart, because they don't have hearts",
            "source": "Mr. Robot"
        },
        {
            "id": 150,
            "name": "Kitai",
            "line": "I've heard stories of Earth, a paradise, until we destroyed it",
            "source": "After Earth"
        },
        {
            "id": 151,
            "name": "Dan Simmons",
            "line": "The shortest route to courage is absolute ignorance",
            "source": "Hyperion Cantos"
        },
        {
            "id": 152,
            "name": "Dan Simmons",
            "line": "I now understand the need for faith, - pure, blind, fly-in-the-face-of-reason faith - as a small life preserver in the wild and endless sea of a universe ruled by unfeeling laws and totally indifferent to the small, reasoning beings that inhabit it.",
            "source": "Hyperion Cantos"
        },
        {
            "id": 153,
            "name": "Dan Simmons",
            "line": "If our god's work is to be done in our time, we must do it ourselves.",
            "source": "Rise of Endymion"
        },
        {
            "id": 154,
            "name": "HG Wells",
            "line": "I was no longer a master, but an animal among the animals, under the Martian heel ... the fear and empire of man had passed away.",
            "source": "The War of The Worlds"
        },
        {
            "id": 155,
            "name": "HG Wells",
            "line": "This isn't a war, It never was a war, any more than there's war between man and ants.",
            "source": "The War of The Worlds"
        },
        {
            "id": 156,
            "name": "HG Wells",
            "line": "Yet so vain is man, and so blinded by his vanity,",
            "source": "The War of The Worlds"
        },
        {
            "id": 157,
            "name": "HG Wells",
            "line": "By the toll of a billion deaths man has bought his birthright of the earth, and it is his against all comers; it would still be his were the Martians ten times as mighty as they are. For neither do men live nor die in vain.",
            "source": "The War of The Worlds"
        },
        {
            "id": 158,
            "name": "Carl Sagan",
            "line": "For small creatures such as we the vastness is bearable only through love.",
            "source": "Contact"
        },
        {
            "id": 159,
            "name": "Professor Brand",
            "line": "Mankind was born on Earth. It was never meant to die here.",
            "source": "Interstellar"
        },
        {
            "id": 160,
            "name": "VanderMeer",
            "line": "Silence creates its own violence",
            "source": "Annihilation"
        },
        {
            "id": 161,
            "name": "VanderMeer",
            "line": "We all live in a kind of continuous dream. When we wake, it is because something, some event, some pinprick even, disturbs the edges of what we've taken as reality.",
            "source": "Annihilation"
        },
        {
            "id": 162,
            "name": "BarnHardt",
            "line": "You say we're on the brink of destruction, an you're right. But it's only on the brink that people find the will to change. Only at the precipice do we evolve. This is our moment. Don't take it from us, we are close to an answer.",
            "source": "The Day the Earth Stood Still"
        },
        {
            "id": 163,
            "name": "Hardin",
            "line": "To succeed, planning alone is insufficient. One must improvise as well.",
            "source": "Foundation"
        },
        {
            "id": 164,
            "name": "Opening quote",
            "line": "Only a Bright can control the power of the wand",
            "source": "Bright"
        },
        {
            "id": 165,
            "name": "Graff & Ender",
            "line": "We won thats all that matters. No the way we win matters.",
            "source": "Ender's Game"
        },
        {
            "id": 166,
            "name": "Hardin",
            "line": "A fire-eater must eat fire even if he has to kindle it himself.",
            "source": "Foundation"
        },
        {
            "id": 167,
            "name": "Hardin",
            "line": "A atom-blaster is a good weapon, but it can point both ways.",
            "source": "Foundation"
        },
        {
            "id": 168,
            "name": "Hardin",
            "line": "Never let your sense of morals prevent you from doing what is right!",
            "source": "Foundation"
        },
        {
            "id": 169,
            "name": "Puppet Master",
            "line": "It can also be argued that DNA is nothing more than a program designed to preserve itself.",
            "source": "Ghost in the Shell"
        },
        {
            "id": 170,
            "name": "Paul",
            "line": "May thy knife chip and shatter",
            "source": "Dune 2 (movie)"
        },
        {
            "id": 171,
            "name": "Cooper",
            "line": "We use to look up at the sky and wonder about our place in the stars, now we just look down and worry about our place in the dirt.",
            "source": "Interstellar"
        },
        {
            "id": 172,
            "name": "Jupe",
            "line": "What if I told you that today you'll leave here different",
            "source": "Nope"
        },
        {
            "id": 173,
            "name": "Puppet Master",
            "line": "Man is an individual only because of his intangible memory. But memory cannot be defined, yet it defines mankind.",
            "source": "Ghost in the Shell"
        },
        {
            "id": 174,
            "name": "Mon Mothma",
            "line": "I've learned from Palpatine. I show you the stone in my hand, you miss the knife at your throat.",
            "source": "Andor"
        },
        {
            "id": 175,
            "name": "Vicious",
            "line": "When angels are forced out of heaven, they become devils. You agree, don't you spike",
            "source": "Cowboy Bebop"
        },
        {
            "id": 176,
            "name": "Kino Loy",
            "line": "We will never have a better chance than this and I would rather die trying to take them down than giving them what they want!",
            "source": "Andor"
        },
        {
            "id": 177,
            "name": "Kino Loy",
            "line": "If we can fight half as hard as we've been working, we will be home in no time!",
            "source": "Andor"
        },
        {
            "id": 178,
            "name": "Luthen",
            "line": "I've Made My Mind A Sunless Space…I Burn My Life To Make A Sunrise That I Know I'll Never See.",
            "source": "Andor"
        },
        {
            "id": 179,
            "name": "C-3PO",
            "line": "In the event I don't make it back, I want you to know you've been a real friend, R2. My best one in fact.",
            "source": "Star Wars, Rise of Skywalker"
        },
        {
            "id": 180,
            "name": "Nemik",
            "line": "Remember this, Freedom is a pure idea. It occurs spontaneously and without instruction. Random acts of insurrection are occurring constantly throughout the galaxy. There are whole armies, battalions that have no idea that they’ve already enlisted in the cause",
            "source": "Andor"
        },
        {
            "id": 181,
            "name": "Nemik",
            "line": "Remember that the frontier of the Rebellion is everywhere. And even the smallest act of insurrection pushes our lines forward.",
            "source": "Andor"
        },
        {
            "id": 182,
            "name": "Nemik",
            "line": "And remember this: the Imperial need for control is so desperate because it is so unnatural. Tyranny requires constant effort. It breaks, it leaks. Authority is brittle. Oppression is the mask of fear.",
            "source": "Andor"
        },
        {
            "id": 183,
            "name": "Nemik",
            "line": "Remember that. And know this, the day will come when all these skirmishes and battles, these moments of defiance will have flooded the banks of the Empires’s authority and then there will be one too many. One single thing will break the siege.",
            "source": "Andor"
        },
        {
            "id": 184,
            "name": "Dedra",
            "line": "You pull in the net, and the easy thing, the quick thing, is to assume that everything you've dragged ashore is a fish.",
            "source": "Andor"
        },
        {
            "id": 185,
            "name": "Marva",
            "line": "There is a wound that won't heal at the center of the galaxy. There is a darkness reaching like rust into everything around us. We let it grow, and now it's here. It's here, and it's not visiting anymore. It wants to stay.",
            "source": "Andor"
        },
        {
            "id": 186,
            "name": "Marva",
            "line": "Perhaps it's too late. But I'll tell you this... If I could do it again, I'd wake up early and be fighting these bastards from the start! Fight the Empire!",
            "source": "Andor"
        },
        {
            "id": 187,
            "name": "Nemik",
            "line": "Rember this: Try.",
            "source": "Andor"
        },
        {
            "id": 188,
            "name": "Palpatine",
            "line": "Unlimited Power",
            "source": "Star Wars, Revenge Of The Sith"
        },
        {
            "id": 189,
            "name": "Luke Skywalker",
            "line": "We'll always be with you. No one's ever really gone. A thousand generations live in you now.",
            "source": "Star Wars, Rise of Skywalker"
        },
        {
            "id": 190,
            "name": "Colonel Sharp",
            "line": "Get off ... the nuclear...warhead.",
            "source": "Armageddon"
        },
        {
            "id": 191,
            "name": "Pax au Augustus",
            "line": "If love is anything it is truth, if life is anything it is struggle.",
            "source": "Red Rising, Light Bringer"
        },
        {
            "id": 192,
            "name": "Dr. Emmett Brown",
            "line": "Roads? Where we're going, We don't need roads.",
            "source": "Back To The Future"
        },
        {
            "id": 193,
            "name": "Tarkin",
            "line": "Triumphing over nature means better lives for sentients, but dominance is sustained only by bringing order to chaos and establishing law where none exists.",
            "source": "Star Wars: Tarkin"
        },
        {
            "id": 194,
            "name": "Fitchner au Barca",
            "line": "In a storm, you don't tie two boats together. They'll drag each other down.",
            "source": "Red Rising, Golden Son"
        },
        {
            "id": 195,
            "name": "Lysander au Lune",
            "line": "A new wound can take a body, opening an old one can claim a soul.",
            "source": "Red Rising, Iron Gold"
        },
        {
            "id": 196,
            "name": "Skeen",
            "line": "The axe forgets, but the tree remembers, now it's our turn to do the chopping",
            "source": "Andor"
        },
        {
            "id": 197,
            "name": "Luthen",
            "line": "The empire has been choking us so slowly, we've began not to notice!",
            "source": "Andor"
        },
        {
            "id": 198,
            "name": "Agent Kay",
            "line": "Fifteen hundred years ago everybody knew the Earth was the center of the universe. Five hundred years ago, everybody knew the Earth was flat, and fifteen minutes ago, you knew that humans were alone on this planet. Imagine what you'll know tomorrow.",
            "source": "Men In Black"
        },
        {
            "id": 199,
            "name": "Dido au Raa",
            "line": "Qualis Rex Talis Grex, as the king so the people.",
            "source": "Red Rising, Iron Gold"
        },
        {
            "id": 200,
            "name": "Cassius au Ballona",
            "line": "I've had you for ten years, she had you for a breath, is her spell so complete?",
            "source": "Red Rising, Iron Gold"
        },
        {
            "id": 201,
            "name": "Graham",
            "line": "Swing away, Merrill.",
            "source": "Signs"
        },
        {
            "id": 202,
            "name": "Vincent",
            "line": "It's funny, you work so hard, you do everything you can to get away from a place, and when you finally get your chance to leave, you find a reason to stay.",
            "source": "Gattaca"
        },
        {
            "id": 203,
            "name": "Liu Cixin",
            "line": "Is it possible that the relationship between humanity and evil is similar to the relationship between the ocean and an iceberg floating on its surface? Both the ocean and the iceberg are made of the same material.",
            "source": "Three-Body Problem"
        },
        {
            "id": 204,
            "name": "Liu Cixin",
            "line": "The more books you read, the more confused you become.",
            "source": "Three-Body Problem"
        },
        {
            "id": 205,
            "name": "Liu Cixin",
            "line": "Death is the only lighthouse that is always lit.",
            "source": "Three-Body Problem"
        },
        {
            "id": 206,
            "name": "Whiterose",
            "line": "If you pull the right strings, a puppet will dance any way you desire.",
            "source": "Mr. Robot"
        },
        {
            "id": 207,
            "name": "Bringman",
            "line": "We all see what we want to see. He sees hate and fear. You have to look with better eyes than that.",
            "source": "The Abyss"
        },
        {
            "id": 208,
            "name": "Wayland",
            "line": "The titan Prometheus wanted to give mankind equal footing with the gods, for that he was cast from Olympus.",
            "source": "Prometheus"
        },
        {
            "id": 209,
            "name": "Kusanagi",
            "line": "I feel fear, cold, alone, sometimes down there I even feel hope.",
            "source": "Ghost in the Shell"
        },
        {
            "id": 210,
            "name": "Alphie",
            "line": "Then we're the same. We can't go to heaven. Because you're not good. And I'm not a person.",
            "source": "The Creator"
        },
        {
            "id": 211,
            "name": "Leto",
            "line": "A great man doesn't seek to lead, he is called to it, and he answers",
            "source": "Dune (movie)"
        },
        {
            "id": 212,
            "name": "Joe Haldeman",
            "line": "War does not determine who is right, only who is left",
            "source": "The Forever War"
        },
        {
            "id": 213,
            "name": "Art3mis",
            "line": "I was just another sad, lost, lonely soul, wasting his life on a glorified videogame.",
            "source": "Ready Player One"
        },
        {
            "id": 214,
            "name": "Art3mis",
            "line": "The Facts were right there waiting for me,hidden in old books written by people who weren't afraid to be honest",
            "source": "Ready Player One"
        },
        {
            "id": 215,
            "name": "Cortana",
            "line": "Human kind has always looked to the stars, to the heavens for answers, sometimes you didn't like what you found there.",
            "source": "Halo Legends"
        },
        {
            "id": 216,
            "name": "Niven",
            "line": "On a world built to ordered specification, there was no logical reason for such a mountain to exist. Yet every world should have at least one unclimbable mountain.",
            "source": "Ring World"
        },
        {
            "id": 217,
            "name": "Raleigh Becket",
            "line": "To fight monsters, we created monsters of our own",
            "source": "Pacific Rim"
        },
        {
            "id": 218,
            "name": "James",
            "line": "If from infancy you treat children as gods, they are liable in adulthood to act as devils.",
            "source": "Children of Men"
        },
        {
            "id": 219,
            "name": "Quicksilver",
            "line": "But what God isn't lonely? I really don't feel bad to think of myself as that. Gods are man-made after all.",
            "source": "Red Rising, Light Bringer"
        },
        {
            "id": 220,
            "name": "Peter Abernathy",
            "line": "Hell is empty and all devils are here.",
            "source": "Westworld"
        },
        {
            "id": 221,
            "name": "Robert Ford",
            "line": "Everything in this world is magic, except to the magician.",
            "source": "Westworld"
        },
        {
            "id": 222,
            "name": "Morpheus",
            "line": "Unfortunately no one can be told what the matrix is, you have to see if for yourself.",
            "source": "Matrix"
        },
        {
            "id": 223,
            "name": "Arthur C Clarke",
            "line": "If he was indeed mad, his delusions were beautifully organized",
            "source": "2001: A Space Odyssey"
        },
        {
            "id": 224,
            "name": "Johnny Mnemonic",
            "line": "I can carry nearly eight gigs of data in my head",
            "source": "Johnny Mnemonic"
        },
        {
            "id": 225,
            "name": "Rita Vrataski",
            "line": "It knows exactly what we're going to do before we do it, and an enemy that knows the future can't lose.",
            "source": "Edge of Tomorrow"
        },
        {
            "id": 226,
            "name": "Frank",
            "line": "Why are you wearing that stupid man suit?",
            "source": "Donnie Darko"
        },
        {
            "id": 227,
            "name": "Paul",
            "line": "Lead them to paradise.",
            "source": "Dune 2 (movie)"
        },
        {
            "id": 228,
            "name": "Stilgar",
            "line": "I dont care what you believe, I believe.",
            "source": "Dune 2 (movie)"
        },
        {
            "id": 229,
            "name": "Rose",
            "line": "Thats how we win, not fighting what we hate, saving what we love.",
            "source": "Star Wars: The Last Jedi"
        },
        {
            "id": 230,
            "name": "Zorii",
            "line": "They win by making you think you're alone.",
            "source": "Star Wars: The Last Jedi"
        },
        {
            "id": 231,
            "name": "Beckett",
            "line": "Assume everyone will betray you, and you will never be disappointed.",
            "source": "Solo: A Star Wars Story"
        },
        {
            "id": 232,
            "name": "Niander Wallace",
            "line": "An angel should not enter the kingdom of heaven without a gift",
            "source": "Blade Runner 2049"
        },
        {
            "id": 233,
            "name": "Romero",
            "line": "Okay, James Bond, let's go mess that shit up.",
            "source": "Mr. Robot"
        },
        {
            "id": 234,
            "name": "Clifford Mcbride",
            "line": "I found my destiny, so I abandoned my son.",
            "source": "Ad Astra (Film)"
        },
        {
            "id": 235,
            "name": "Jason Orlean",
            "line": "What's up, y'all? I'm the last man on Earth. Shit's all f***ed up. Don't forget to like and subscribe. We out here.",
            "source": "Don't Look Up"
        },
        {
            "id": 236,
            "name": "Shadout Mapes",
            "line": "When you have lived with prophecy for so long, the moment of revelation is a shock. Lisan Al-Gaib, The mother and the son.",
            "source": "Dune 1 (movie)"
        },
        {
            "id": 237,
            "name": "Liet-Kynes",
            "line": "Bless The Maker and His water. Bless the coming and going of Him. May His passage cleanse the world. And keep the world for His people.",
            "source": "Dune 1 (movie)"
        },
        {
            "id": 238,
            "name": "Viktor",
            "line": "That which inspires us to our greatest good, is also the cause of our greatest evil.",
            "source": "Arcane"
        },
        {
            "id": 239,
            "name": "Clare",
            "line": "I never wanted to have anything in my life that I couldn't stand losing. But it's too late for that.",
            "source": "The Time Travelers Wife"
        },
        {
            "id": 240,
            "name": "Clare",
            "line": "Sometimes I'm happy when he's gone, but I'm always happy when he returns.",
            "source": "The Time Travelers Wife"
        },
        {
            "id": 241,
            "name": "David",
            "line": "Serve in Heaven or Reign in Hell",
            "source": "Alien: Covenant"
        },
        {
            "id": 242,
            "name": "Medic Credo",
            "line": "Do not fail your Brothers, Though their bodies die, their spirit must return to the chapter. That is your charge.",
            "source": "Warhammer 40000 Compendium"
        },
        {
            "id": 243,
            "name": "Nora",
            "line": "He told me he didnt believe in time, only moments",
            "source": "Underwater"
        },
        {
            "id": 244,
            "name": "Oswald cobb",
            "line": "They dont even know what they got, because theyve always had it.",
            "source": "The Penguin"
        }
    ]
}
